{
    "categories": {
      "friendship": [
        "A friend is someone who knows all about you and still loves you.",
        "A single rose can be my garden... a single friend, my world.",
        "A true friend is someone who is there for you when they'd rather be anywhere else.",
        "True friendship is not about being inseparable, it's being separated and nothing changes.",
        "A friend is someone who gives you total freedom to be yourself.",
        "In the playlist of life, friendship is the song that never gets old, always on repeat.",
        "Friendship is the constellation in the night sky, guiding us through life's twists and turns with unwavering light.",
        "In the currency of life, friendship is the richest treasure, measured not in gold but in shared moments and laughter."
      ],
      "motivational": [
        "The future belongs to those who believe in the beauty of their dreams.",
        "Success is not final, failure is not fatal: It is the courage to continue that counts.",
        "Don't watch the clock; do what it does. Keep going.",
        "The best way to predict the future is to create it.",
        "You're the director of your own movie; make it a blockbuster.",
        "Success isn't about the spotlight; it's about the journey under the stage lights.",
        "Every setback is just a plot twist in the epic tale of your life.",
        "Every accomplishment starts with the decision to try."
      ],
      "funny": [
        "I'm not superstitious, but I am a little stitious.",
        "The trouble with quotes on the internet is that it's difficult to determine whether or not they are genuine.",
        "I'm not shy. I'm just holding back my awesomeness so I don't intimidate you.",
        "I'm not a complete idiot, some parts are missing.",
        "I told my computer I needed a break. It laughed and gave me the 'Ctrl+Alt+Del' treatment.",
        "I'm not arguing, I'm just explaining why I'm right... loudly."
      ],
      "Peace": [
        "Inner peace begins the moment you choose not to allow another person or event to control your emotions.",
        "Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.",
        "If you want peace, you don't talk to your friends. You talk to your enemies.",
        "Peace is knowing that your phone charger will always be where you left it, and your favorite socks will miraculously stay hole-free.",
        "Peace is the sacred space where forgiveness blooms and wounds heal.",
        "True peace is the gentle touch of understanding, soothing the scars of past conflicts."
      ],
      "Sad":[
        "Sadness is like the rain. It comes, it pours, and eventually, it stops.",
        "Grief is the price we pay for love.",
        "The saddest thing about betrayal is that it never comes from your enemies.",
        "The soul would have no rainbow if the eyes had no tears.",
        "To have felt too much is to end in feeling nothing.",
        "Sadness is the silent storm that rages within, unseen but deeply felt.",
        "Sometimes, sadness is the canvas upon which we paint our most profound truths.",
        "Sadness is the bittersweet reminder that even the brightest stars must endure moments of darkness."
      ],
      "Breakup":[
        "Breaking up is like deleting an app,sometimes it's necessary to free up space for something better.",
        "In the playlist of life, a breakup is just the skip button to a better song.",
        "A breakup is like an alarm clock waking you up to the reality of what you truly deserve.",
        "Breaking up is like removing a band-aid it stings at first, but it's the first step towards healing.",
        "A breakup is not a failure; it's a lesson in self-discovery and growth.",
        "Just like the changing seasons, a breakup can be the transition you need for new growth and renewal."
      ]

    }
  }
  